Repository: opsdroid/opsdroid
Catalog: opsdroid/locale/*/LC_MESSAGES/opsdroid.po
Languages: es, fr, pt, ru

source: Rasa NLU response - %s.
fr: Rasa NLU réponse - %s.

source: Bad Rasa NLU response - %s.
fr: Mauvaise réponse de Rasa NLU - %s.

source: Checking Rasa NLU version.
fr: Vérification de la version Rasa NLU.

source: Rasa NLU version {}.
fr: Version de Rasa NLU {}.

source: Incompatible Rasa NLU version ({}). Use Rasa Version >= 2.X.X.
fr: Version incompatible de Rasa NLU ({}). Utilisez la version Rasa >= 2.X.X.

source: Skipping Rasa NLU model training as specified in the config.
fr: Rasa NLU Training fini dans %s secondes.

source: Starting Rasa NLU training.
fr: Démarrage du training Rasa NLU.
pt: A iniciar treino Rasa NLU
ru: Запуск Rasa NLU обучения

source: No intents found, skipping training.
fr: Aucun intent trouvé, training ignoré.
pt: Nenhuma intenção encontrada, a saltar treino.
ru: Не найдено intents, пропуск обучения.

source: Now training the model. This may take a while...
fr: En cours de training pour le modèle. Ca va mettre du temps...
pt: A treinar o modelo agora. Isto pode demorar um pouco...
ru: Модель обучается. Это может занять некоторое время...

source: Unable to connect to Rasa NLU, training failed.
fr: Connexion à Rasa NLU impossible, training échoué.
pt: Não foi possível conectar com Rasa NLU, o treino falhou.
ru: Невозможно подключиться к Rasa NLU, неудачная попытка обучения.

source: Rasa NLU training completed in %s seconds.
fr: Rasa NLU Training fini dans %s secondes.
pt: Treino de Rasa NLU demorou %s segundos.
ru: Rasa NLU обучение завершено за %s секунд.

source: Successfully loaded Rasa NLU model.
fr: Modèle Rasa NLU chargé avec succès.

source: Failed getting Rasa NLU server status.
fr: Échec de l'obtention du statut du serveur Rasa NLU.

source: Rasa NLU training failed.
fr: Rasa NLU Training échoué.
pt: Treino de Rasa NLU falhou.
ru: Неудачна попытка Rasa NLU обучения

source: No response from Rasa NLU, check your network.
fr: Aucune réponse de Rasa NLU, vérifiez votre réseau.
pt: Não foi possível obter resposta de Rasa NLU. Verifica a tua conexão.
ru: Rasa NLU не отвечает, проверьте соединение с сетью

source: Rasa NLU error - Unauthorised request. Check your 'token'.
fr: Erreur Rasa NLU - Demande non autorisée. Vérifiez votre 'token'.

source: Rasa NLU error - No intent found. Did you forget to create one?
fr: Rasa NLU erreur - Aucun intent trouvé. Avez-vous oublié d'en faire un?
pt: Error de Rasa NLU - Nenhuma intenção encontrada. Esqueceste-te de criar uma?
ru: Ошибка Rasa NLU - не найдены intent. Вы забыли создать их?

source: Rasa NLU score lower than min-score
fr: Rasa NLU score inférieur au min-score
pt: Pontuação de Rasa NLU inferior ao min-score
ru: Значение счётчика Rasa NLU меньше чем min-score

source: Authentication file not found or 'project-id' not in configuration, dialogflow parser will not be available.
fr: Fichier d'authentification introuvable ou 'project-id' manquant dans la configuration, le parser Dialogflow ne sera pas disponible.

source: Unable to find dialogflow dependency. Please install dialogflow with the command pip install dialogflow if you want to use this parser.
fr: Impossible de trouver la dépendance dialogflow. Veuillez installer dialogflow avec la commande pip install dialogflow si vous souhaitez utiliser ce parser.

source: Dialogflow confidence lower than min-score.
fr: Confiance de Dialogflow inférieure à min-score.

source: Matched against skill %s
fr: Correspondance avec la compétence %s
pt: Comparado com a habilidade %s
ru: Сопоставлено навыком %s

source: There was an error while parsing to dialogflow - %s.
fr: Il y a eu une erreur lors de l'analyse vers dialogflow - %s.

source: Running crontab skills at %s.
fr: Démarrage des skills crontab sur %s.

source: luis.ai response - %s.
fr: luis.ai réponse - %s.

source: No response from luis.ai, check your network.
fr: Aucune réponse de luis.ai, vérifiez votre réseau.
pt: Não foi possível obter resposta de luis.ai. Verifica a tua conexão.
ru: luis.ai не отвечает, проверьте соединение с сетью

source: luis.ai error - %s %s
fr: luis.ai erreur - %s %s
pt: Erro de luis.ai - %s %s
ru: ошибка luis.ai - %s %s

source: luis.ai score lower than min-score.
fr: luis.ai score inférieur au min-score.

source: SAP Conversational AI response - %s.
fr: SAP Conversational AI réponse - %s.

source: No response from SAP Conversational.AI, check your network.
fr: Aucune réponse de SAP Conversational.AI, vérifiez votre réseau.

source: SAP Conversational AI error - %s.
fr: SAP Conversational AI erreur - %s.

source: SAP Conversational AI error - No intent found for the message %s
fr: SAP Conversational AI erreur - Aucun intent trouvé pour le message %s

source: SAP Conversational AI score lower than min-score.
fr: SAP Conversational AI score inférieur au min-score.

source: Matched against skill %s.
fr: Correspondance avec la compétence %s.

source: wit.ai response - %s.
fr: Réponse de wit.ai - %s.

source: No response from wit.ai, check your network.
fr: Aucune réponse depuis wit.ai, vérifiez votre réseau.
pt: Sem resposta de wit.ai, verifica a tua conexão.
ru: wit.ai не отвечает, проверьте соединение с сетью.

source: wit.ai error - %s %s
fr: Erreur de wit.ai - %s %s
pt: Erro de wit.ai - %s %s
ru: Ошибка wit.ai - %s %s

source: wit.ai error - No intent found. Did you forget to create one?
fr: Erreur de wit.ai - Aucun intent trouvé. Avez vous oublié d'en faire un?
pt: Erro de wit.ai - Nenhuma intenção encontrada. Esqueceste-te de criar uma?
ru: Ошибка wit.ai - не найдены intent. Вы забыли создать их?

source: wit.ai score lower than min-score.
fr: wit.ai score inférieur à min-score.

source: Started opsdroid %s
es: Opsdroid %s lanzada
pt: A aplicacão iniciou
ru: Opsdroid %s создано

source: Whoops! opsdroid requires python 3.5 or above.
es: Ups! opsdroid requiere python 3.5 o superior
pt: Whoops! opsdroid precisa que a tua versão de python seja 3.5 ou superior.

source: You can customise your opsdroid by modifying your configuration.yaml
es: Puedes customizar tu opsdroid modificando tu configuration.yaml
pt: Podes personalizar o teu opsdroid modificando o ficheiro configuration.yaml
ru: Вы можете изменить настройки opsdroid отредактировав файл configuration.yaml

source: Exiting application with return code %s
es: Saliendo de la aplicación con código %s
pt: A sair da aplicação com o código %s
ru: Выход из приложения с кодом %s

source: Keyboard interrupt, exiting.
es: Interrupción de teclado, saliendo.
pt: Interrupção de teclado, a sair da aplicação.

source: Loaded %i skills
es: Cargadas %i 'skills'.
pt: %i habilidades carregadas
ru: Загружены навыки %i

source: All databases failed to load
es: No se han podido cargar las bases de datos
pt: Não foi possível carregar as base de dados.
ru: Неудачная попытка загрузки всех баз данных

source: Adding database: %s
es: Añadiendo base de datos: %s
pt: A adicionar base de dados: %s
ru: Добавление базы данных: %s

source: Whoops there has been an error
es: Uuups ha habido un error
pt: Whoops! Ocorreu um erro
ru: Упс, произошла ошибка

source: Check the log for details
es: Comprueba el log para más detalles
pt: Verifica o log para mais detalhes
ru: Проверьте логи чтобы узнать подробности

source: Exception when running skill '%s'
es: Excepción ejecutando 'skill' '%s'.
pt: Ocorreu uma excepção ao executar a habilidade '%s'
ru: Исключение при загрузке навыка '%s'

source: Api.ai is now called Dialogflow. This parser will stop working in the future please swap: 'name: apiai' for 'name: dialogflow' in configuration.yaml
es: Api.ai se llama ahora Dialogflow. Este interprete dejará de funcionar en el futuro. por favor cambia: 'name: apiai' por 'name: dialogflow' en configuration.yaml
pt: Api.ai é agora chamada de Dialogflow. Este interpretador vai parar de funcionar no futuro. Por favor mudar 'name: apiai' por 'name:dialogflow' no ficheiro configuration.yaml
ru: Api.ai теперь называется Dialogflow. Этот парсер перестанет работать в будущем, пожалуйста измените 'name: apiai' на 'name: dialogflow' в configuration.yaml

source: Checking Recast.AI...
es: Comprobando Recast.AI...
pt: A verificar Recast.AI...
ru: Проверка Recast.AI...

source: Parsing input: %s
pt: A interpretar: %s
ru: Парсинг вводa: %s

source: Loaded loader
pt: Loader carregado
ru: Загружен загрузчик

source: Loaded %s: %s
pt: '%s: %s' carregado com sucesso
ru: Загружено %s: %s

source: Failed to load %s: %s
pt: Carregamento de %s falhou: %s
ru: Неудачная попытка загрузки %s: %s

source: 'no-cache' set, removing %s
pt: Parâmetro 'no-cache' definido, a remover %s
ru: 'no-cache' установлено, удаление %s

source: Couldn't find the command 'pip', trying again with command 'pip3'
pt: Não foi possivel encontrar o comando 'pip', a tentar novamente com o comando 'pip3'
ru: Не получается найти команду 'pip', пробуем ещё раз с командой 'pip3'

source: Reloading module %s
pt: A recarregar o módulo %s

source: No configuration files found.
pt: Nenhum ficheiro de configuração encontrado.

source: No databases in configuration.This will cause skills which store things inmemory to lose data when opsdroid is restarted.
pt: Não há bases de dados na configuração. Isso causará habilidades que armazenam dados em memória sejam perdidos quando o opsdroid é reiniciado.

source: Installed %s to %s
pt: %s instalado em %s
ru: Установлено %s в %s

source: Cloning %s from remote repository
pt: A clonar %s pelo repositório remoto
ru: Клонирование %s из удалённого репозитория

source: Cloning %s from local repository
pt: A clonar %s pelo repositório local
ru: Клонирование %s из локального репозитория

source: Could not find local git repo %s
pt: Não foi possivel encontrar repositorio git %s
ru: Не получается найти локальный гит-репозиторйи %s

source: Api.ai is now called Dialogflow, this matcher will stop working in the future. Use match_dialogflow_action instead.
pt: Api.ai é agora chamado Dialogflow, este matcher irá para de funcionar no futuro. Usa match_dialogflow_action no teu código
ru: Api.ai теперь называется Dialogflow, данный сопоставитель перестанет работать в будущем. Используйте вместо него match_dialogflow_action.

source: Api.ai is now called Dialogflow, this matcher will stop working in the future. Use match_dialogflow_intent instead.
pt: Api.ai é agora chamado Dialogflow, este matcher irá para de funcionar no futuro. Usa match_dialogflow_action no teu código
ru: Api.ai теперь называется Dialogflow, данный сопоставитель перестанет работать в будущем. Используйте вместо него match_dialogflow_intent.

source: Putting %s to memory
pt: A colocar %s na memória
ru: Запись %s в память

source: Starting web server with host %s and port %s
pt: A iniciar servidor web com o host %s e porta %s

source: Running crontab skills
pt: A executar habilidades de crontab

source: Dialogflow response - %s
pt: Resposta de Dialogflow - %s
ru: Ответ Dialogflow - %s

source: No response from Dialogflow, check your network.
pt: Não foi possível obter resposta de Dialogflow. Verifica a tua conexão.
ru: Dialogflow не отвечает, проверьте соединение.

source: Dialogflow error - %s - %s
pt: Erro de Dialogflow - %s - %s
ru: Ошибка Dialogflow - %s - %s

source: Dialogflow score lower than min-score
pt: Pontuação do Dialogflow inferior ao min-score
ru: Значение счётчика Dialogflow меньше чем min-score

source: luis.ai response - %s
pt: Resposta luis.ai - %s
ru: ответ luis.ai - %s

source: luis.ai score lower than min-score
pt: Pontuação do luis.ai inferior ao min-score
ru: Значение счётчика luis.ai меньше чем min-score

source: This model already exists, skipping training...
pt: Este modelo já existe, a saltar treino...
ru: Такая модель уже существует, пропуск обучеия...

source: Bad Rasa NLU response - %s
pt: Má resposta de Rasa NLU - %s
ru: Неверный ответ Rasa NLU - %s

source: Unable to connect to Rasa NLU
pt: Não foi possivel conectar a Rasa NLU
ru: Невозможно подключиться к Rasa NLU

source: Rasa NLU response - %s
pt: Resposta de Rasa NLU - %s
ru: Ответ Rasa NLU - %s

source: Rasa NLU error - Unauthorised request.Check your 'token'.
pt: Erro de Rasa NLU - Pedido não autorizado. Confirma o teu 'token'.
ru: Ошибка Rasa NLU - Неавторизованный запрос. Проверьте 'token'.

source: Recastai response - %s
pt: Resposta de Recastai - %s

source: No response from Recast.AI, check your network.
pt: Sem resposta de Recast.AI, verifica a tua conexão.

source: Recast.AI error - %s
pt: Erro de Recast.AI - %s

source: Recast.AI error - No intent found for the message %s
pt: Erro de Recast.AI - Nenhuma intenção encontrada para a mensagem %s

source: Recast.AI score lower than min-score
pt: Pontuação de Recast.AI inferior ao min-score

source: wit.ai response - %s
pt: Resposta de wit-ai - %s
ru: Ответ wit.ai - %s

source: wit.ai score lower than min-score
pt: Pontuação de wit.ai inferior ao min-score
ru: Значение счётчика wit.ai меньше чем min-score

source: opsdroid has already been started
pt: opsdroid já iniciou

source: All connectors failed to load
pt: O carregamento de todos os conectores falharam

source: Creating %s.
pt: A creat %s.

source: File %s copied from %s to %s run opsdroid -e to edit the main config file
ru: Файл %s скопирован из %s в %s. Запустите opsdroid -e чтобы отредактировать главный файл конфигурации

source: No databases in configuration.This will cause skills which store things in memory to lose data when opsdroid is restarted.
ru: Нет баз данных в конфигурации. Будут использованы навыки, хранящие данные в памяти. После перезапуска opsdroid данные будут потеряны.

source: Whoops! opsdroid requires python 3.6 or above.
ru: Упс! Для работы opsdroid требуется версия python 3.6 или выше
