Repository: opsdroid/opsdroid
Catalog: opsdroid/locale/*/LC_MESSAGES/opsdroid.po
Languages: es, fr, pt, ru

source: Exiting application with return code %s.
fr: Fermeture de l'application avec le code de retour %s.

source: Opsdroid is now running, press ctrl+c to exit.
fr: Opsdroid est maintenant démarré, appuyez sur ctrl+c pour quitter.

source: Bye!
fr: Au revoir!

source: Oops! Opsdroid is already running.
fr: Oups! Opsdroid est déjà démarré.

source: No skills in configuration, at least 1 required
fr: Aucun skill dans la config, au moins 1 est requis
pt: Não existem habilidades especificadas na configuração, pelo menos uma é necessária
ru: Нет навыков в конфигурации. Требуется хотя бы 1 навык

source: Loaded %i skills.
fr: %i skills ont été chargés.

source: Received stop signal, exiting.
fr: Ârrêt du signal, fermeture en cours.

source: Stopping connector %s...
fr: Arrêt du connecteur %s...

source: Stopped connector %s.
fr: Le connecteur %s a été stoppé.

source: Stopping database %s...
fr: Arrêt de la base de données %s...

source: Stopped database %s.
fr: La base de données %s a été arrêtée.

source: Stopping web server...
fr: Arrêt du serveur web...

source: Stopped web server.
fr: Serveur web arrêté.

source: Stopping pending tasks...
fr: Arrêt des tâches en cours...

source: Stopped pending tasks.
fr: Tâches en cours arrêtées.

source: Watching module files for changes. Warning autoreload is an experimental feature.
fr: Surveillance des fichiers de module pour détecter les modifications. Avertissement : l'autorechargement est une fonctionnalité expérimentale.

source: Adding database: %s.
fr: Ajout de la base de données: %s.

source: Exception when running skill '%s'.
fr: Exception lors du démarrage du skill '%s'.

source: Whoops there has been an error.
fr: Houlà, il y a eu une erreur.

source: Check the log for details.
fr: Regardez les logs pour plus de détails.

source: Processing parsers...
fr: Traitement des parsers...
pt: A processar interpretadores...
ru: Обработка парсеров...

source: Checking dialogflow...
es: Comprobando dialogflow...
fr: Vérification du dialogflow...
pt: A verificar Dialogflow...
ru: Проверка dialogflow...

source: Checking luisai...
es: Comprobando luisai...
fr: Vérification de luis.ai...

source: Checking SAPCAI...
fr: Vérification du SAPCAI...

source: Checking wit.ai...
es: Comprobando wit.ai...
fr: Vérification de wit.ai...
pt: A verificar wit.ai...
ru: Проверка wit.ai...

source: Checking IBM Watson...
fr: Vérification d'IBM Watson...

source: Checking Rasa NLU...
es: Comprobando Rasa NLU...
fr: Vérification de Rasa NLU...
pt: A verificar Rasa NLU...
ru: Проверка Rasa NLU...

source: Parsing input: %s.
fr: Analyse de l'entrée: %s.

source: Both whitelist and blacklist filters found in configuration. Only one can be used at a time - only the whitelist filter will be used.
fr: Des filtres de liste blanche et noire ont été trouvés dans la config. Un seul peut être utilisé à la fois; seule la liste blanche sera utilisée.

source: Started opsdroid %s.
fr: opsdroid %s démarré.

source: Configuration param for %s has been deprecated in favor of 'token', please update your config.
fr: Le paramètre de configuration pour %s a été obsolète au profit de 'token', veuillez mettre à jour votre configuration.

source: Recast.AI is now called SAP Conversational AI, this matcher will stop working in the future. Use match_sapcai instead.
fr: Recast.AI s'appelle désormais SAP Conversational AI, ce 'matcher' cessera de fonctionner à l'avenir. Utilisez plutôt match_sapcai.

source: Loaded sqlite database connector
fr: Connector sqlite database chargé

source: Connected to sqlite %s
fr: Connecté à sqlite %s

source: Putting %s into sqlite
fr: Ecriture de %s dans sqlite

source: Getting %s from sqlite
fr: Obtention de %s depuis sqlite

source: Deleting %s from sqlite
fr: Suppression de %s depuis sqlite

source: Loaded Redis database connector.
fr: Connecteur de base de données Redis chargé.

source: Connected to Redis database %s from %s on port %s.
fr: Connecté à redis database %s depuis %s sur le port %s.

source: Unable to connect to Redis database on address: %s port: %s.
fr: Connexion à redis database impossible adresse: %s port: %s.

source: Putting %s into Redis.
fr: Ecriture de %s dans redis.

source: Getting %s from Redis.
fr: Obtention de %s depuis redis.

source: Deleting %s from Redis.
fr: Obtention de %s depuis redis.

source: Getting %s from memory.
fr: Récupération de %s depuis la mémoire.
pt: A obter %s da memória.
ru: Получение %s из памяти

source: Putting %s to memory.
fr: Placement de %s dans la mémoire.

source: Deleting %s from memory.
fr: Suppression de %s de la mémoire.

source: Cannot find ssl cert or key.
fr: Impossible de trouver la clé ou le certificat SSL.
pt: Não foi possivel encontrar o certificado ou chave SSL
ru: Не получается найти ssl сертификат или ключ

source: started web server on {self.base_url}
fr: Serveur web démarré sur {self.base_url}

source: Unauthorized to run skill %s via webhook
fr: Non autorisé à exécuter la compétence %s via webhook

source: Running skill %s via webhook.
fr: Skill %s en marche via webhook.

source: Starting Gitlab connector.
fr: Démarrage de la connexion Gitter.

source: Created webhook route '/connector/{self.name}' successfully.
fr: Route webhook '/connector/{self.name}' créée avec succès.

source: Unable to decode json!
fr: Impossible de répondre!

source: Unable to get JSON from request. Reason - {str(error)}. Request is: {request}
fr: Impossible de récupérer le JSON de la requête. Raison - {str(error)}. La requête est : {request}

source: Unable to reply to GitLab, you must specify an account token!
fr: Impossible de répondre à GitLab, vous devez spécifier un jeton de compte !

source: Responding via Gitlab
fr: Réponse via GitLab

source: Message '{message.text}' sent to GitLab to '{message.target}'.
fr: Message '{message.text}' envoyé à GitLab vers '{message.target}'.

source: Unable to send '{message.text}' to GitLab. Received status code: {resp.status}
fr: Impossible d'envoyer '{message.text}' à GitLab. Code de statut reçu : {resp.status}.

source: Loaded Telegram Connector
fr: Connecteur Telegram chargé

source: Breaking changes introduced in 0.20.0 - you must expose opsdroid to the web and add 'base-url' to the 'web' section of your configuration. Read more on the docs: https://docs.opsdroid.dev/en/stable/connectors/telegram.html
fr: Modifications majeures introduites dans 0.20.0 - vous devez exposer opsdroid au web et ajouter 'base-url' à la section 'web' de votre configuration. Lisez-en plus dans la documentation : https://docs.opsdroid.dev/en/stable/connectors/telegram.html

source: Error when connecting to Telegram Webhook: - %s - %s
fr: Erreur lors de la connexion au Webhook Telegram : - %s - %s

source: Received unparsable event from Telegram. Payload: %s
fr: Evénement illisible reçu de Telegram. Payload : %s

source: Responding with: '%s' at target: '%s'
fr: Réponse avec : '%s' au destinataire : '%s'.

source: Successfully responded.
fr: Répondu avec succès.

source: Unable to respond.
fr: Impossible de répondre.

source: Sent %s image successfully.
fr: Image %s envoyée avec succès.

source: Unable to send image - Status Code %s.
fr: Impossible d'analyser le message %s.

source: Sent %s file successfully.
fr: Fichier %s envoyé avec succès.

source: Unable to send file - Status Code %s.
fr: Impossible d'analyser le message %s.

source: Sending deleteWebhook request to Telegram...
fr: Envoi de la requête deleteWebhook à Telegram...

source: Telegram webhook deleted successfully.
fr: Webhook Telegram supprimé avec succès.

source: Unable to delete webhook...
fr: Impossible de répondre à facebook.

source: Starting Mattermost connector
fr: Démarrage du connecteur Mattermost

source: Connecting to Mattermost
fr: Connexion à Mattermost.

source: Connected as %s
fr: Connecté en tant que %s

source: Connected successfully
fr: Connexion réussie

source: Responding with: '%s' in room %s
fr: Réponse avec : '%s' dans la salle %s

source: Loaded shell Connector.
fr: Chargement du connector shell.

source: Connecting to shell.
fr: Connexion au shell.

source: Responding with: %s.
fr: Réponse avec: %s.

source: Loaded WebEx Teams Connector.
fr: Chargement du connector webex team.

source: Must set access-token for WebEx Teams Connector.
fr: Vous devez définir le jeton d'accès pour le connecteur WebEx Teams.

source: Handling message from WebEx Teams.
fr: Traitement du message provenant de WebEx Teams.

source: Creating Webex Teams webhook.
fr: Création du webhook WebEx Teams.

source: Starting Twitch connector.
fr: Démarrage du connecteur Twitch.

source: Unable to receive broadcaster id - Error: %s, %s.
fr: Impossible de recevoir l'ID du diffuseur - Erreur : %s, %s.

source: Unable to request oauth token - %s
fr: Impossible de demander le jeton oauth - %s

source: Oauth token expired, attempting to refresh token.
fr: Le jeton OAuth a expiré, tentative de rafraîchissement du jeton.

source: Connecting to Twitch IRC Server.
fr: Connexion à Telegram.

source: Attempting to connect to webhook %s.
fr: Tentative de connexion au webhook %s.

source: Error: %s - %s
fr: Erreur : %s - %s

source: Failed to get challenge from GET Request made by Twitch.
fr: Impossible d'obtenir le challenge de la requête GET faite par Twitch.

source: Got event from Twitch - %s
fr: Événement reçu de Twitch - %s

source: Follower event received by Twitch.
fr: Événement de suiveur reçu par Twitch.

source: Broadcaster went live event received by Twitch.
fr: Événement de diffusion en direct reçu par Twitch.

source: Subscriber event received by Twitch.
fr: Événement d'abonné reçu par Twitch.

source: Gifted subscriber event received by Twitch.
fr: Événement d'abonné offert reçu par Twitch.

source: No previous authorization data found, requesting new oauth token.
fr: Aucune donnée d'autorisation précédente trouvée, demande d'un nouveau jeton oauth.

source: Found previous authorization data, getting oauth token and attempting to connect.
fr: Données d'autorisation précédentes trouvées, récupération du jeton oauth et tentative de connexion.

source: Got message from Twitch Connector chat - %s
fr: Message reçu du chat du connecteur Twitch - %s

source: Attempting to send %s to websocket!
fr: Tentative d'envoi de %s au websocket !

source: DeleteMessage event fired - message with the id %s removed from chat
fr: Événement DeleteMessage déclenché - message avec l'ID %s supprimé du chat

source: Ban event fired - user %s was banned from channel
fr: Événement Ban déclenché - l'utilisateur %s a été banni du canal

source: Twitch clip created successfully.
fr: Clip Twitch créé avec succès.

source: Failed to create Twitch clip %s
fr: Échec de la création du clip Twitch %s

source: Twitch channel title updated to %s
fr: Titre du canal Twitch mis à jour à %s

source: Failed to update Twitch channel title. Error %s - %s
fr: Échec de la mise à jour du titre du canal Twitch. Erreur %s - %s

source: Starting Facebook Connector.
fr: Démarrage du connector facebook.

source: Responding to Facebook.
fr: Réponse à facebook.

source: Responded with: %s.
fr: Répondu avec : %s.

source: Unable to respond to Facebook.
fr: Impossible de répondre à facebook.

source: Starting Slack connector.
fr: Démarrage du connector Slack.

source: Connecting to Slack.
fr: Connexion à Slack.

source: Unable to connect to Slack due to %s.The Slack Connector will not be available.
fr: Impossible de se connecter à Slack à cause de %s - Le Connector Slack ne sera pas disponible.

source: The Slack Connector will not be available.
fr: Impossible de se connecter à Slack à cause de %s - Le Connector Slack ne sera pas disponible.

source: Connected successfully with socket mode
fr: Connexion réussie avec le mode socket

source: Connected successfully with events api
fr: Connexion réussie avec l'API des événements

source: Connected as %s.
fr: Connecté en tant que %s.

source: Using icon %s.
fr: Utilisation de l'icône: %s.

source: Default room is %s.
fr: Le salon par défaut est %s.

source: Updating Channels from Slack API at %s.
fr: Mise à jour des canaux depuis l'API Slack à %s.

source: Rate limit threshold reached. Retrying after {wait_time} seconds.
fr: Seuil de limite de taux atteint. Nouvelle tentative après {wait_time} secondes.

source: Channel with name %s not found
fr: Canal avec le nom %s introuvable.

source: Responding with: '%s' in room %s.
fr: Réponse avec : '%s' dans la salle %s.

source: Editing message with timestamp: '%s' to %s in room %s.
fr: Modification du message avec horodatage : '%s' en %s dans la salle %s.

source: Responding with interactive blocks in room %s.
fr: Réponse avec des blocs interactifs dans la salle %s.

source: Editing interactive blocks with timestamp: '%s' in room %s.
fr: Modification des blocs interactifs avec le timestamp : '%s' dans la salle %s.

source: Opening modal with trigger id: %s.
fr: Ouverture du modal avec l'ID de déclencheur : %s.

source: Pushing modal with trigger id: %s.
fr: Envoi du modal avec l'ID de déclencheur : %s.

source: Reacting with: %s.
fr: Réaction avec: %s.

source: Slack does not support the emoji %s.
fr: Slack ne prend pas en charge l'emoji %s.

source: Creating room %s.
fr: Création de la salle %s.

source: Renaming room %s to '%s'.
fr: Renommage de la salle %s en '%s'.

source: Inviting user %s to room '%s'.
fr: Invitation de l'utilisateur %s dans la salle '%s'.

source: Username lookup failed for %s.
fr: Échec de la recherche du nom d'utilisateur pour %s.

source: Starting Websocket connector.
fr: Démarrage du connecteur Websocket.

source: User connected to %s.
fr: L'utilisateur est connecté à %s.

source: Websocket connection closed with exception %s.
fr: Connexion Websocket fermée avec l'exception %s.

source: websocket connection closed
fr: Connexion websocket fermée

source: Responding with: '%s' in target %s
fr: Réponse avec : '%s' dans la cible %s

source: No active socket for target %s
fr: Pas de socket actif pour la cible %s

source: Unable to login: Access token is missing. Rocket.Chat connector will not be available.
fr: Impossible de se connecter : Token d'accès manquant. Le connector Rocket.Chat ne sera pas disponible.

source: Connecting to Rocket.Chat
fr: Connexion à Rocket.Chat

source: Unable to connect.
fr: Impossible de se connecter.

source: Rocket.Chat error %s, %s.
fr: Erreur Rocket.Chat %s, %s.

source: Connected to Rocket.Chat as %s.
fr: Connecté à Rocket.Chat en tant que %s.

source: Received message from Rocket.Chat %s
fr: Message reçu de Rocket.Chat %s

source: Rocket.Chat error %s, %s
fr: Erreur Rocket.Chat %s, %s

source: Error - %s: Unable to respond.
fr: Erreur - %s: Réponse impossible.

source: Missing auth token or app settings! You must either set an 'token' in your config or a 'private_key' and 'app_id'.
fr: Token d'authentification manquant! Vous devez définir 'token' dans votre config.

source: Secret is missing from your configuration. You should use it to improve security.
fr: Le secret est manquant dans votre configuration. Vous devriez l'utiliser pour améliorer la sécurité.

source: Error connecting to GitHub: %s.
fr: Erreur lors de la connexion à github: %s.

source: Reading installation information...
fr: Lecture des informations d'installation...

source: Reading installation access token information...
fr: Lecture des informations du jeton d'accès d'installation...

source: Reading bot information...
fr: Lecture des infos du bot...

source: Done.
fr: Fini.

source: No message to respond to. Got payload: %s
fr: Aucun message auquel répondre. Charge utile reçue : %s

source: Key %s not found in payload.
fr: La clé %s introuvable dans le payload.

source: Responding via GitHub.
fr: Réponse via GitHub.

source: Message sent.
fr: Message envoyé.

source: Server had disconnected, retrying send.
fr: Serveur déconnecté, renvoi de la requête.

source: Matrix sync request returned.
fr: Requête de synchronisation matrice renvoyé.

source: Starting Gitter Connector.
fr: Démarrage de la connexion Gitter.

source: Connecting with Gitter stream.
fr: Connexion au flux gitter.

source: Successfully obtained bot's gitter id, %s.
fr: ID de Gitter du bot obtenu avec succès, %s.

source: Listening with Gitter stream.
fr: Ecoute du flux gitter.

source: Unable to parse message %r.
fr: Impossible d'analyser le message %r.

source: You can customise your opsdroid by modifying your configuration.yaml.
fr: Vous pouvez personnaliser votre opsdroid en modifiant le fichier configuration.yaml.

source: Read more at: http://opsdroid.readthedocs.io/#configuration
es: Más información: http://opsdroid.readthedocs.io/#configuration
fr: Plus d'infos sur: http://opsdroid.readthedocs.io/#configuration
pt: Le mais: http://opsdroid.readthedocs.io/#configuration
ru: Больше информации: http://opsdroid.readthedocs.io/#configuration

source: Watch the Get Started Videos at: http://bit.ly/2fnC0Fh
es: Puedes ver los tutoriales para Empezar: http://bit.ly/2fnC0Fh
fr: Regardez les Vidéos Tuto (en anglais) sur: http://bit.ly/2fnC0Fh
pt: Vê os vídeos de iniciação: http://bit.ly/2fnC0Fh
ru: Посмотрите видео С Чего Начать: http://bit.ly/2fnC0Fh

source: Install Opsdroid Desktop at: https://github.com/opsdroid/opsdroid-desktop/releases
es: Instala Opsdroid Desktop en: https://github.com/opsdroid/opsdroid-desktop/releases
fr: Installez Opsdroid Desktop sur: https://github.com/opsdroid/opsdroid-desktop/releases
pt: Instala Opsdroid Desktop: https://github.com/opsdroid/opsdroid-desktop/releases
ru: Установить Opsdroid для компьютера: https://github.com/opsdroid/opsdroid-desktop/releases

source: 'welcome-message: true/false' is missing in configuration.yaml
es: 'welcome-message: true/false' no se encuentra en configuration.yaml
fr: 'welcome-message: true/false' manquant dans configuration.yaml
pt: Parâmetro 'welcome-message: true/false' não esta especificado no ficheiro configuration.yaml
ru: 'welcome-message: true/false' пропущено в configuration.yaml

source: Video events are not supported unless ffmpeg is installed. Install FFMPEG on your system. Here is the error:
fr: Les événements vidéo ne sont pas pris en charge sauf si ffmpeg est installé. Installez FFMPEG sur votre système. Voici l'erreur :

source: Loaded loader.
fr: Loader chargé.

source: Loading entry point-defined module for %s.
fr: Chargement du module de point d'entrée défini pour %s.

source: Unable to import {namespace} from {namespaces} - Reason: {str(e)}
fr: Impossible d'importer {namespace} depuis {namespaces} - Raison : {str(e)}.

source: The following exception was raised while importing %s %s
fr: L'exception suivante a été levée lors de l'importation de %s %s

source: Loaded %s: %s.
fr: Chargé %s: %s.

source: Failed to load %s: %s.
fr: Chargement échoué pour %s: %s.

source: 'no-cache' set, removing %s.
fr: 'no-cache' défini, suppression de %s.

source: Removing cache for local module %s, set 'no-cache: false' to disable this.
fr: Suppression du cache pour le module local %s, définissez 'no-cache : false' pour désactiver cela.

source: Couldn't find the command 'pip', trying again with command 'pip3'.
fr: Impossible de trouver la commande 'pip', essayez avec la commande 'pip3'.

source: Couldn't find the command 'pip3', install of %s will be skipped.
fr: Commande 'pip3' non trouvée, l'installation de %s sera ignorée.
pt: Não foi encontrar o comando 'pip3', a instalação de %s será ignorada.
ru: Не получается найти команду 'pip3', установите программу или %s будет пропущено

source: Pip and pip3 not found, exiting...
fr: Pip et pip3 introuvables, fermeture en cours...
pt: Os comandos pip e pip3 não foram encontrados. A sair da aplicação...
ru: Pip и pip3 не найдены, выход...

source: Loading modules from config...
fr: Chargement des modules depuis la configuration...
pt: A carregar módulos da configuração....
ru: Загрузка модулей из конфигурации...

source: No databases in configuration. This will cause skills which store things in memory to lose data when opsdroid is restarted.
fr: Aucune base de données dans la configuration. Cela entraînera la perte de données pour les compétences qui stockent des informations en mémoire lors du redémarrage d'opsdroid.

source: No connectors in configuration, at least 1 required
fr: Aucun connector dans la config, au moins 1 est requis
pt: Não existem conectores especificados na configuração, pelo menos um é necessário
ru: Нет коннекторов в конфигурации. Требуется хотя бы 1 коннектор

source: Loading %s modules...
fr: Chargement du module %s ...
pt: A carregar módulos - %s
ru: Загрузка %s модулей

source: Found installed package for %s '%s' support.
fr: Paquet pour le support de %s '%s' trouvé.

source: Module %s failed to import.
fr: L'importation du module %s a échoué.
pt: O carregamento do módulo %s falhou.
ru: Неудачная попытка импортирования модуля %s

source: Installing %s...
fr: Installation de %s...
pt: A instalar %s...
ru: Установка %s

source: Installed %s to %s.
fr: Installé %s à %s.

source: Install of %s failed.
fr: L'installation de %s a échoué.
pt: A instalação de %s falhou.
ru: Неудачная попытка установки %s.

source: Updating %s...
fr: Mise à jour de %s...
pt: A actualizar %s...
ru: Обновление %s...

source: Local modules are not updated, skipping.
fr: Modules Local obsolètes, ils ont été ignorés.
pt: Módulos locais não são actualizados, a ignorar.
ru: Локальные модули не обновлены, пропуск.

source: 'no-dep' set in configuration, skipping the install of dependencies.
fr: 'no-dep' défini dans la configInstallation des fichiers de dépendance ignorée.
ru: 'no-dep' установлено в конфигурации, пропуск установки зависимостей

source: Couldn't find the file requirements.txt, skipping.
fr: Impossible de trouver le fichier requirements.txt, ignoré.

source: Cloning %s from remote repository.
fr: Clonage de %s depuis le dépôt distant.

source: Cloning %s from local repository.
fr: Clonage de %s depuis le dépôt local.

source: Could not find local git repo %s.
fr: Impossible de trouver le dépôt local %s.

source: Configuration for %s failed validation! %s - '%s'.
fr: La configuration pour %s a échoué à la validation ! %s - '%s'.

source: Config file %s not found.
fr: Fichier de config %s introuvable.
pt: Ficheiro de configuração %s não foi encontrado.
ru: Файл кодировки %s не найден

source: No configuration files found. Creating %s
fr: Aucun fichier de configuration trouvé. Création de %s
ru: Файлы конфигурации не найдены. Создание %s

source: Loaded config from %s.
fr: Configuration chargée depuis %s.
pt: Configuração carregada de %s.
ru: Загружена конфигурация из %s

source: Watson response - %s.
fr: Réponse de Watson - %s.

source: Unable to find ibm_watson dependency. Please install ibm_watson with the command pip install ibm_watson if you want to use this parser.
fr: Impossible de trouver la dépendance ibm_watson. Veuillez installer ibm_watson avec la commande pip install ibm_watson si vous voulez utiliser ce parser.

source: Watson - No intent found. Did you forget to create one?
fr: Watson - Aucun intent trouvé. Avez-vous oublié d'en créer un?

source: Watson score lower than min-score
fr: Watson score inférieur au min-score

source: Error: %s
fr: Erreur : %s

source: Watson Api error - %d:%s.
fr: Erreur Watson Api - %d:%s.

source: Initialising Rasa NLU model.
fr: Initialisation du model Rasa NLU.
pt: A iniciar modelo Rasa NLU
ru: Инициализация Rasa NLU model.

source: Initialisation failed, training failed..
fr: Initialisation échoué, training échoué..
pt: Iniciação falhou, o treino falhou...
ru: Неудачная попытка инициализации, неудачное обучение...

source: Initialisation complete in %s seconds.
fr: Initialisierung fini dans %s secondes.
pt: Inicialização completa em %s segundos.
ru: Инициализация завершена за %s секунд

source: Unable to connect to Rasa NLU.
fr: Connexion à Rasa NLU impossible.
